Repository: yachi8yo/NicoKaraMaker3Translation
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, ko_kr, zh_tw

# AboutPage_ButtonCheckUpdate.Content
source: Check for updates
ja_jp: 更新プログラムの確認(U)
ko_kr: 업데이트 프로그램 확인(U)
zh_tw: 檢查更新(U)

# AboutPage_ButtonHistory.Content
source: Update history
ja_jp: 更新履歴(H)
ko_kr: 업데이트 내역(H)
zh_tw: 更新記錄(H)

# AboutPage_TextBlockAppDistrib.Text
source: Distribution:
ja_jp: 配布ページ：
ko_kr: 배포 페이지:
zh_tw: 發布頁面：

# AboutPage_TextBlockAppInfo.Text
source: App Information
ja_jp: アプリケーション情報
ko_kr: 앱 정보
zh_tw: 應用程式資訊

# AboutPage_TextBlockAppSupport.Text
source: Support:
ja_jp: サポートページ：
ko_kr: 지원 페이지:
zh_tw: 支援頁面：

# AboutPage_TextBlockAppTranslationProject.Text
source: Translation project
ja_jp: 翻訳プロジェクト：
ko_kr: 번역 프로젝트:
zh_tw: 翻譯專案：

# AboutPage_TextBlockAuthorCreatorSupport.Text
source: Creator Support:
ja_jp: クリエイターサポート：
ko_kr: 크리에이터 지원:
zh_tw: 創作者贊助：

# AboutPage_TextBlockAuthorEMail.Text
source: Email:
ja_jp: E メール：
ko_kr: 이메일:
zh_tw: 電子郵件：

# AboutPage_TextBlockAuthorFanbox.Text
source: Fansite:
ja_jp: ファンサイト：
ko_kr: 팬사이트:
zh_tw: 粉絲網站：

# AboutPage_TextBlockAuthorInfo.Text
source: Author Information
ja_jp: 作者情報
ko_kr: 작가 정보
zh_tw: 作者資訊

# AboutPage_TextBlockAuthorTwitter.Text
source: X (Twitter):
ko_kr: X(트위터):

# AboutPage_TextBlockAuthorWeb.Text
source: Web:
ja_jp: ホームページ：
ko_kr: 홈페이지:
zh_tw: 官方網站：

# AboutWindow_Title
source: About {0}
ja_jp: {0} のバージョン情報
ko_kr: {0} 버전 정보
zh_tw: {0} 的版本資訊

# App_Fatal_UnhandledException
source: Unknown error occurred. Terminate the application.
ja_jp: 不明なエラーが発生しました。アプリケーションを終了します。
ko_kr: 알 수 없는 오류가 발생했습니다. 응용 프로그램을 종료합니다.
zh_tw: 發生未預期的錯誤，應用程式即將關閉。

# AppInfo_AppName
source: Nicokara Karaoke Video Maker 3
ja_jp: ニコカラメーカー 3
ko_kr: 니코카라 메이커 3
zh_tw: NicoKaraMaker 3

# AppInfo_AssociationName
source: Nicokara Karaoke Video Maker 3 project file
ja_jp: ニコカラメーカー 3 プロジェクトファイル
ko_kr: 니코카라 메이커 3 프로젝트 파일
zh_tw: NicoKaraMaker 3 專案檔

# AppInfo_Description
source: A tool for karaoke subtitles.
ja_jp: カラオケ字幕動画ファイル（ニコカラ）を手軽に作ることができる字幕焼き付けツールです。
ko_kr: 노래방 자막 동영상 파일(니코카라)을 간편하게 만들 수 있는 자막 입히기 도구입니다.
zh_tw: 能夠輕鬆製作卡拉 OK 字幕影片檔 (NicoKara) 的字幕壓製工具。

# AppInfo_Distribution_Store
source: Store edition
ja_jp: ストア版
ko_kr: 스토어 버전
zh_tw: 商店版

# AppInfo_Distribution_Zip
source: Zip edition
ja_jp: zip 版
ko_kr: zip 버전
zh_tw: ZIP 版

# AudioPlayer_AudioPlayer_Error_BadAudio
source: If there is no sound during playback, there is a problem with the audio playback environment.
ja_jp: 再生時に音が出ない場合は、オーディオ再生環境に異常があります。
ko_kr: 재생 시 소리가 나지 않으면 오디오 재생 환경에 이상이 있습니다.
zh_tw: 音訊播放環境發生問題。

# BrushInfoModel_Description_Bitmap
source: Paste the specified image.
ja_jp: 画像を貼り付けます。
ko_kr: 이미지를 붙여넣겠습니다.
zh_tw: 貼上圖片。

# BrushInfoModel_Description_Gradient
source: Fill with a gradient (multiple colors that change smoothly).
ja_jp: グラデーション（滑らかに変化する多色）で塗りつぶします。
ko_kr: 그라데이션(부드럽게 변화하는 다색)으로 채웁니다.
zh_tw: 以漸層 (平滑變化的多種顏色) 填滿。

# BrushInfoModel_Description_MilleFeuille
source: Fill with a mille-feuille (multiple colors that change distinctly).
ja_jp: ミルフィーユ（くっきりと変化する多色）で塗りつぶします。
ko_kr: 밀푀유(뚜렷하게 변화하는 다색)로 채웁니다.
zh_tw: 以千層 (清晰變化的多種顏色) 填滿。

# BrushInfoModel_Description_Solid
source: Fill with the specified color.
ja_jp: 指定の色で塗りつぶします。
ko_kr: 지정한 색으로 채웁니다.
zh_tw: 以指定的顏色填滿。

# BrushInfoModel_Error_BitmapPathEmpty
source: Please specify the image file.
ja_jp: 画像ファイルを指定してください。
ko_kr: 이미지 파일을 지정해 주세요.
zh_tw: 請指定圖片檔。

# BrushInfoModel_Error_BitmapPathNotExist
source: {0} does not exist.
ja_jp: {0} は存在しません。
ko_kr: {0} 은(는) 존재하지 않습니다.
zh_tw: {0} 不存在。

# BrushInfoModel_ModelName
source: Color scheme
ja_jp: 配色
ko_kr: 색상 배합
zh_tw: 配色

# BrushInfoModel_Undo_BitmapPath
source: Image file
ja_jp: 画像ファイル
ko_kr: 이미지 파일
zh_tw: 圖片檔

# BrushInfoModel_Undo_BitmapScale
source: Image magnification
ja_jp: 画像拡大率
ko_kr: 이미지 확대율
zh_tw: 圖片縮放比例

# BrushInfoModel_Undo_SelectedBrushTypeIndex
source: Fill
ja_jp: 塗りつぶし
ko_kr: 채우기
zh_tw: 填滿

# BrushInfoModel_Undo_SolidColor
source: Change color
ja_jp: 色の変更
ko_kr: 색상 변경
zh_tw: 變更顏色

source: Cancel
ja_jp: キャンセル
ko_kr: 취소
zh_tw: 取消

# CharFadeInFadeOut_Description
source: The fade-in and fade-out timings are staggered for each character.
ja_jp: 文字ごとにフェードインおよびフェードアウトのタイミングをずらす
ko_kr: 글자마다 페이드 인 및 페이드 아웃 타이밍을 다르게 하다
zh_tw: 錯開每個字元的淡入及淡出時間點

# CharFadeInFadeOut_Name
source: Character-by-character fade
ja_jp: 文字単位フェード
ko_kr: 글자 단위 페이드
zh_tw: 逐字淡入淡出

# ColorBindControl_ButtonEdit.ToolTipService.ToolTip
source: Edit color...
ja_jp: 色の編集(D)...
ko_kr: 색상 편집(D)...
zh_tw: 編輯顏色(D)…

# ColorBindControl_ButtonSpuit.ToolTipService.ToolTip
source: Eyedropper (Gets the color of the mouse cursor at the time of clicking) *Can also get the color from windows of other applications.
ja_jp: スポイト（クリック時のマウスカーソル位置の色を取得） ※他のアプリケーションのウィンドウからも取得できます
ko_kr: 스포이드(클릭 시 마우스 커서 위치의 색상을 가져옴) ※다른 애플리케이션의 창에서도 가져올 수 있습니다
zh_tw: 滴管 (按一下滑鼠來取得游標位置的顏色) (註) 也可以從其他應用程式的視窗中取得

# ColorBindControl_TextBlockSpuitDescription.Text
source: Left click = eyedropper tool, Right click = cancel
ja_jp: 左クリック＝スポイト、右クリック＝キャンセル
ko_kr: 왼쪽 클릭 = 스포이드, 오른쪽 클릭 = 취소
zh_tw: 按滑鼠左鍵取色；按右鍵取消。

# ColorBindControl_TextBlockWeb16.Text
source: Hex RGB: #
ja_jp: 16 進 RGB: #
ko_kr: 16진수 RGB: #
zh_tw: 16 進位 RGB：#

# ColorBindModel_Undo_Color
source: Change color
ja_jp: 色の変更
ko_kr: 색상 변경
zh_tw: 變更顏色

# ColorPickerPage_TextBlockMediaColor.Text
source: Color:
ja_jp: 色：
ko_kr: 색상:
zh_tw: 顏色：

# ColorPickerPage_TextBlockRecentColors.Text
source: Recently used colors:
ja_jp: 最近使用した色：
ko_kr: 최근 사용한 색상:
zh_tw: 最近使用的顏色：

# ColorPickerWindow.Title
source: Edit color
ja_jp: 色の編集
ko_kr: 색상 편집
zh_tw: 編輯顏色

source: Confirm
ja_jp: 確認
ko_kr: 확인
zh_tw: 確認

source: Detail
ja_jp: 詳細
ko_kr: 상세
zh_tw: 詳細資訊

# DirectXCommon_DefaultFontName_Serif
source: Cambria
ja_jp: ＭＳ Ｐ明朝
ko_kr: 바탕
zh_tw: 新細明體

# EditShowTimePage_RadioButtonIsHead.Content
source: Specify by time from the beginning of the song
ja_jp: 曲の先頭からの時刻で指定(A)
ko_kr: 곡의 시작부터의 시간으로 지정(A)
zh_tw: 指定從歌曲開頭算起的時間(A)

# EditShowTimePage_RadioButtonIsHeadAndInterval.Content
source: Specify by time from the beginning of the song and the displayed time
ja_jp: 曲の先頭からの時刻と表示時間で指定(B)
ko_kr: 곡의 시작부터의 시간과 표시 시간으로 지정(B)
zh_tw: 指定從歌曲開頭算起的時間與顯示時間(B)

# EditShowTimePage_RadioButtonIsHeadAndTail.Content
source: Specify by time from the beginning and end of the song
ja_jp: 曲の先頭と末尾からの時刻で指定(C)
ko_kr: 곡의 시작과 끝부터의 시간으로 지정(C)
zh_tw: 分別指定從歌曲開頭與結尾算起的時間(C)

# EditShowTimePage_RadioButtonIsTail.Content
source: Specify by time from the end of the song (D)
ja_jp: 曲の末尾からの時間で指定(D)
ko_kr: 곡의 끝부터의 시간으로 지정(D)
zh_tw: 指定從歌曲結尾算起的時間(D)

# EditShowTimePage_TextBlockChangingShowTime.Text
source: Title display time:
ja_jp: タイトル表示時刻：
ko_kr: 제목 표시 시간:
zh_tw: 標題顯示時間：

# EditShowTimePage_TextBlockDuration.Text
source: Song length:
ja_jp: 曲の長さ：
ko_kr: 곡의 길이:
zh_tw: 歌曲長度：

# EditShowTimePage_TextBlockIsHeadAndIntervalHeadOffset.Text
source: Display start time:
ja_jp: 表示開始時刻(3)：
ko_kr: 표시 시작 시각(3):
zh_tw: 顯示開始時間(3)：

# EditShowTimePage_TextBlockIsHeadAndIntervalInterval.Text
source: Display time:
ja_jp: 表示時間(4)：
ko_kr: 표시 시간(4):
zh_tw: 顯示時間(4)：

# EditShowTimePage_TextBlockIsHeadAndTailHeadOffset.Text
source: Display start time:
ja_jp: 表示開始時間(5)：
ko_kr: 표시 시작 시간(5):
zh_tw: 顯示開始時間(5)：

# EditShowTimePage_TextBlockIsHeadAndTailTailOffset.Text
source: End of hidden time:
ja_jp: 末尾の非表示時間(6)：
ko_kr: 마지막 숨김 시간(6):
zh_tw: 結尾的隱藏時間(6)：

# EditShowTimePage_TextBlockIsHeadHeadEnd.Text
source: Display end time:
ja_jp: 表示終了時刻(2)：
ko_kr: 표시 종료 시각(2):
zh_tw: 顯示結束時間(2)：

# EditShowTimePage_TextBlockIsHeadHeadOffset.Text
source: Display start time:
ja_jp: 表示開始時刻(1)：
ko_kr: 표시 시작 시간(1):
zh_tw: 顯示開始時間(1)：

# EditShowTimePage_TextBlockIsTailInterval.Text
source: Display time:
ja_jp: 表示時間(7)：
ko_kr: 표시 시간(7):
zh_tw: 顯示時間(7)：

# EditShowTimePage_TextBlockIsTailTailOffset.Text
source: End of hidden time:
ja_jp: 末尾の非表示時間(8)：
ko_kr: 마지막 숨김 시간(8):
zh_tw: 結尾的隱藏時間(8)：

# EditShowTimePageViewModel_Information_BadSource
source: (The background material is not specified correctly.)
ja_jp: （背景素材が正しく指定されていません）
ko_kr: (배경 소재가 올바르게 지정되지 않았습니다)
zh_tw: (未正確指定背景素材)

# EditShowTimeWindow.Title
source: Edit title display time
ja_jp: タイトル表示時刻の編集
ko_kr: 제목 표시 시간 편집
zh_tw: 編輯標題顯示時間

# EditSoundListPage_ButtonAdd.ToolTipService.ToolTip
source: Add
ja_jp: 追加(A)
ko_kr: 추가(A)
zh_tw: 新增(A)

# EditSoundListPage_TableViewColumnBrowse.ToolTip
source: Browse
ja_jp: 参照
ko_kr: 참조
zh_tw: 瀏覽

# EditSoundListPage_TableViewColumnName.Header
source: Track name (optional)
ja_jp: トラック名（オプション）
ko_kr: 트랙 이름 (선택 사항)
zh_tw: 音軌名稱 (選填)

# EditSoundListPage_TableViewColumnPath.Header
source: Audio file
ja_jp: 音声ファイル
ko_kr: 음성 파일
zh_tw: 音訊檔

# EditSoundListPage_TableViewColumnRemove.ToolTip
source: Remove
ja_jp: 削除
ko_kr: 삭제
zh_tw: 刪除

# EditSoundListPage_TextBlockDescription.Text
source: You can specify multiple audio files. You can rearrange their order by dragging and dropping the left side of each row.
ja_jp: 複数の音声ファイルを指定することができます。行の左側をドラッグ＆ドロップして順番を入れ替えられます。
ko_kr: 여러 음성 파일을 지정할 수 있습니다. 줄의 왼쪽을 드래그 앤 드롭하여 순서를 바꿀 수 있습니다.
zh_tw: 可指定多個音訊檔。拖曳左側即可改變順序。

# EditSoundListPageViewModel_Error_PathEmpty
source: The audio file "{0}" has not been specified.
ja_jp: 「{0}」の音声ファイルが指定されていません。
ko_kr: "{0}"의 음성 파일이 지정되지 않았습니다.
zh_tw: 未指定「{0}」的音訊檔。

# EditSoundListWindow_Title
source: Edit audio list window
ja_jp: 音声リスト編集ウィンドウ
ko_kr: 음성 목록 편집 창
zh_tw: 編輯音訊清單

# EditSubtitleActionPageViewModel_PageDescription
source: Configure the details of the subtitle action.
ja_jp: 字幕アクションの詳細を設定します。
ko_kr: 자막 액션의 상세를 설정합니다.
zh_tw: 設定字幕動作的詳細內容。

# EditSubtitleActionPageViewModel_Title
source: Edit subtitle actions
ja_jp: 字幕アクションの編集
ko_kr: 자막 액션 편집
zh_tw: 編輯字幕動作

# EditTitlePage_TextBlockAddPositionIndex.Text
source: Where to add row:
ja_jp: 行を追加する位置：
ko_kr: 행을 추가할 위치:
zh_tw: 新增行的位置：

# EditTitlePage_TextBlockNote.Text
source: (Note) - Multiple lines of text can be entered. - Entering @ tags such as @Title will reflect the content of the @ tags in the lyrics file.
ja_jp: （補足） ・複数行の入力も可能です。 ・@Title などの @ タグを入力すると、歌詞ファイル中の @ タグの内容が反映されます。
ko_kr: (보충) ·여러 줄 입력도 가능합니다. ·@Title 등의 @ 태그를 입력하면, 가사 파일 중의 @ 태그 내용이 반영됩니다.
zh_tw: (註) - 可輸入多行內容。 - 輸入 @Title 等 @ 標籤時，將會套用歌詞檔中 @ 標籤的內容。

# EditTitlePageViewModel_AddTitlePositionName_0
source: Head
ja_jp: 先頭
ko_kr: 선두
zh_tw: 最上方

# EditTitlePageViewModel_AddTitlePositionName_1
source: Immediately before the selected row
ja_jp: 選択行の直前
ko_kr: 선택 행의 직전
zh_tw: 所選行的上方

# EditTitlePageViewModel_AddTitlePositionName_2
source: Immediately after the selected row
ja_jp: 選択行の直後
ko_kr: 선택 행의 직후
zh_tw: 所選行的下方

# EditTitlePageViewModel_AddTitlePositionName_3
source: Tail
ja_jp: 末尾
ko_kr: 끝
zh_tw: 最下方

# EditTitleWindow_TitleAdd
source: Add new title row
ja_jp: 新規タイトル行の追加
ko_kr: 새 제목 줄 추가
zh_tw: 新增標題行

# EditTitleWindow_TitleEdit
source: Edit title row
ja_jp: タイトル行の編集
ko_kr: 제목 행 편집
zh_tw: 編輯標題行

# EmptyLineBreaker_Description
source: Page breaks will be set at blank lines in the lyrics file. Paragraph breaks will be set regardless of blank lines where there are differences in wipe timing.
ja_jp: 歌詞ファイルの空行位置にページ区切りを設定します。 ワイプタイミングに差があるところは空行にかかわらず段落区切りを設定します。
ko_kr: 가사 파일의 빈 줄 위치에 페이지 구분을 설정합니다. 와이프 타이밍에 차이가 있는 곳은 빈 줄에 관계없이 단락 구분을 설정합니다.
zh_tw: 在歌詞檔的空行位置設定換頁。 若刷色時間點不連續，則會忽略空行，改以時間差判定段落分隔。

# EmptyLineBreaker_Name
source: Set page breaks at the blank line position
ja_jp: 空行位置にページ区切りを設定
ko_kr: 빈 줄 위치에 페이지 나누기 설정
zh_tw: 在空行位置設定換頁

source: Error
ja_jp: エラー
ko_kr: 오류
zh_tw: 錯誤

# FadeSubtitleActionSelector_Description
source: The text fades in at the beginning of each paragraph and fades out at the end.
ja_jp: 段落の始まりでフェードイン、段落の終わりでフェードアウトします。
ko_kr: 문단의 시작에서 페이드 인, 문단의 끝에서 페이드 아웃합니다.
zh_tw: 在段落開頭淡入，段落結尾淡出。

# FadeSubtitleActionSelector_Name
source: Fading at paragraph breaks
ja_jp: 段落区切りでフェード
ko_kr: 문단 구분으로 페이드
zh_tw: 以段落分隔淡入淡出

source: Fatal
ja_jp: 致命的エラー
ko_kr: 치명적인 오류
zh_tw: 嚴重錯誤

# FontFaceInfoModel_CharSize_Undo
source: Font size
ja_jp: フォントサイズ
ko_kr: 글꼴 크기
zh_tw: 字型大小

# FontFaceInfoModel_EdgeSize_Undo
source: Edge width
ja_jp: 縁の幅
ko_kr: 테두리의 너비
zh_tw: 邊框寬度

# FontFaceInfoModel_EdgeSize2_Undo
source: Edge 2 width
ja_jp: 縁 2 の幅
ko_kr: 테두리 2의 너비
zh_tw: 邊框 2 寬度

# FontFaceInfoModel_FallbackName_Default
source: Default font
ja_jp: デフォルトフォント
ko_kr: 기본 글꼴
zh_tw: 預設字型

# FontFaceInfoModel_FontFaceName_Undo
source: Font detail
ja_jp: フォント詳細
ko_kr: 글꼴 상세
zh_tw: 字型詳細設定

# FontFaceInfoModel_FontName_Undo
source: Font
ja_jp: フォント
ko_kr: 글꼴
zh_tw: 字型

# FontFaceInfoModel_ModelName
source: Character type font
ja_jp: 文字種別フォント
ko_kr: 문자 종류 글꼴
zh_tw: 字元類型字型

# FontFaceInfoModel_UseEdge2_Undo
source: Edge 2
ja_jp: 縁 2
ko_kr: 테두리 2
zh_tw: 邊框 2

# FontFaceInfoModel_XScale_Undo
source: X scale
ja_jp: 横方向拡大率
ko_kr: 가로 방향 확대율
zh_tw: 水平縮放比例

# FontFaceSettingsWindow_Title
source: Font face settings of "{0}"
ja_jp: 「{0}」のフォントフェース詳細設定
ko_kr: "{0}"의 글꼴 페이스 상세 설정
zh_tw: 「{0}」的字型詳細設定

# FontSelectorPageViewModel_PageDescription
source: Automatically sets the font for all rows.
ja_jp: すべての行のフォントを自動設定します。
ko_kr: 모든 행의 글꼴을 자동으로 설정합니다.
zh_tw: 自動設定所有行的字型。

# FontSelectorPageViewModel_Title
source: Automatically set font
ja_jp: 自動でフォントを設定
ko_kr: 자동으로 글꼴 설정
zh_tw: 自動設定字型

# GeneralView_ButtonCancel.Content
source: Cancel
ja_jp: キャンセル
ko_kr: 취소
zh_tw: 取消

# GeneralView_ButtonClose.Content
source: Close
ja_jp: 閉じる
ko_kr: 닫기
zh_tw: 關閉

# GeneralView_ButtonOk.Content
source: OK
ko_kr: 확인
zh_tw: 確定

# GeneralView_Error_CannotShowHelp
source: Could not display help.
ja_jp: ヘルプを表示できませんでした。
ko_kr: 도움말을 표시할 수 없습니다.
zh_tw: 無法顯示說明。

# GeneralView_Error_NoAnchor
source: Could not display context-sensitive help:
ja_jp: 状況に応じたヘルプを表示できませんでした：
ko_kr: 상황에 맞는 도움말을 표시할 수 없습니다:
zh_tw: 無法顯示符合目前狀況的說明：

# GeneralView_FileTypeSta
source: Settings file
ja_jp: 設定ファイル
ko_kr: 설정 파일
zh_tw: 設定檔

# GeneralView_Information_ShowNormalHelp
source: Displays regular help.
ja_jp: 通常のヘルプを表示します。
ko_kr: 일반 도움말을 표시합니다.
zh_tw: 顯示一般說明。

source: Information
ja_jp: 情報
ko_kr: 정보
zh_tw: 資訊

# LatestInfoHistoryPage_ButtonCheckRss.Content
source: Check latest information now
ja_jp: 今すぐ最新情報を確認(A)
ko_kr: 지금 바로 최신 정보를 확인하세요(A)
zh_tw: 立即檢查最新資訊(A)

# LatestInfoHistoryPage_ButtonClose.Content
source: Close
ja_jp: 閉じる
ko_kr: 닫기
zh_tw: 關閉

# LatestInfoHistoryPage_ButtonDetail.Content
source: Details
ja_jp: 詳細(D)
ko_kr: 상세(D)
zh_tw: 詳細資訊(D)

# LatestInfoHistoryPageViewModel_Error_OpenDetailNotSelect
source: Please select the latest information you would like to view in more detail.
ja_jp: 詳細を確認したい最新情報を選択してください。
ko_kr: 확인하고 싶은 최신 정보를 선택하세요.
zh_tw: 請選擇要查看詳細資訊的最新資訊。

# LatestInfoHistoryWindow_Title
source: Latest information on {0}
ja_jp: {0} の最新情報
ko_kr: {0}의 최신 정보
zh_tw: {0} 的最新資訊

# LatestInfoManager_Ask_AskDisplayLatestAsync
source: Found {0} newest information. Would you like to see them?
ja_jp: 最新情報が {0} 件見つかりました。 表示しますか？
ko_kr: 최신 정보가 {0} 건 발견되었습니다. 표시할까요?
zh_tw: 找到 {0} 則最新資訊。 要立即查看嗎？

# LatestInfoManager_Cancel_AskDisplayLatestAsync
source: Canceled.
ja_jp: 最新情報の表示を中止しました。
ko_kr: 최신 정보 표시를 중지했습니다.
zh_tw: 已取消顯示最新資訊。

# LatestInfoManager_Error_CheckAsync
source: Error when checking latest information:
ja_jp: 最新情報確認時エラー：
ko_kr: 최신 정보 확인 시 오류:
zh_tw: 檢查最新資訊時發生錯誤：

# LatestInfoManager_Error_DisplayLatest_Not
source: Could not display the latest information.
ja_jp: 最新情報を表示できませんでした。
ko_kr: 최신 정보를 표시할 수 없습니다.
zh_tw: 無法顯示最新資訊。

# LatestInfoManager_Error_DisplayLatest_Part
source: Some of the latest information could not be displayed.
ja_jp: 一部の最新情報を表示できませんでした。
ko_kr: 일부 최신 정보를 표시할 수 없습니다.
zh_tw: 部分最新資訊無法顯示。

# LatestInfoManager_NoInfo_CheckAsync
source: There was no update.
ja_jp: 最新情報はありませんでした。
ko_kr: 최신 정보가 없었습니다.
zh_tw: 沒有最新資訊。

# LayoutSelectorPageViewModel_PageDescription
source: Automatically sets the layout for all rows.
ja_jp: すべての行のレイアウトを自動設定します。
ko_kr: 모든 줄의 레이아웃을 자동으로 설정합니다.
zh_tw: 自動設定所有行的版面配置。

# LayoutSelectorPageViewModel_Title
source: Automatically set layout
ja_jp: 自動でレイアウトを設定
ko_kr: 자동으로 레이아웃 설정
zh_tw: 自動設定版面配置

# LineBreakerPageViewModel_PageDescription
source: Automatically sets all breaks (page breaks and paragraph breaks).
ja_jp: すべての区切り（ページ区切り・段落区切り）を自動設定します。
ko_kr: 모든 구분(페이지 구분·단락 구분)을 자동으로 설정합니다.
zh_tw: 自動設定所有分隔 (換頁、段落分隔)。

# LineBreakerPageViewModel_Title
source: Automatically set line breaks
ja_jp: 自動で区切りを設定
ko_kr: 자동으로 구분 설정
zh_tw: 自動設定分隔

# LineFadeIn_Description
source: fade in the entire line
ja_jp: 行全体をフェードイン
ko_kr: 전체 행 페이드 인
zh_tw: 整行淡入

# LineFadeIn_Name
source: Fade in
ja_jp: フェードイン
ko_kr: 페이드 인
zh_tw: 淡入

# LineFadeInFadeOut_Description
source: Fade in and fade out the entire line
ja_jp: 行全体をフェードインおよびフェードアウト
ko_kr: 전체 행 페이드 인 및 페이드 아웃
zh_tw: 整行淡入及淡出

# LineFadeInFadeOut_Name
source: Fade in/out
ja_jp: フェードイン/アウト
ko_kr: 페이드 인/아웃
zh_tw: 淡入/淡出

# LineFadeOut_Description
source: fade out the entire line
ja_jp: 行全体をフェードアウト
ko_kr: 전체 행 페이드 아웃
zh_tw: 整行淡出

# LineFadeOut_Name
source: Fade out
ja_jp: フェードアウト
ko_kr: 페이드 아웃
zh_tw: 淡出

# LinesLayoutSelector_Description
source: This applies a layout with the same number of lines as the number of lines on the page. Example: Page with 3 lines → Layout with 3 lines
ja_jp: ページ内の行数と同じ行数が指定されているレイアウトを適用します。 例）3 行のページ→3 行のレイアウト
ko_kr: 페이지 내 행 수와 동일한 행 수가 지정된 레이아웃을 적용합니다. 예) 3행의 페이지→3행의 레이아웃
zh_tw: 套用與頁面內行數相同的版面配置。 例如：3 行頁面 → 套用 3 行版面配置

# LinesLayoutSelector_Name
source: Set the layout according to the number of rows
ja_jp: 行数に応じてレイアウトを設定
ko_kr: 행 수에 따라 레이아웃을 설정
zh_tw: 根據行數設定版面配置

# LyricsFontBrushControl_ButtonAddPosition.ToolTipService.ToolTip
source: Add marker
ja_jp: マーカーの追加(GA)
ko_kr: 마커 추가(GA)
zh_tw: 新增標記(GA)

# LyricsFontBrushControl_ButtonBrowseBitmapPath.Content
source: Browse...
ja_jp: 参照(GB)...
ko_kr: 참조(GB)...
zh_tw: 瀏覽(GB)…

# LyricsFontBrushControl_ButtonRemovePosition.ToolTipService.ToolTip
source: Remove marker
ja_jp: マーカーの削除(GR)
ko_kr: 마커 삭제(GR)
zh_tw: 刪除標記(GR)

# LyricsFontBrushControl_TextBlockBitmapPath.Text
source: Image file:
ja_jp: 画像ファイル(GF)：
ko_kr: 이미지 파일(GF):
zh_tw: 圖片檔(GF)：

# LyricsFontBrushControl_TextBlockBitmapScale.Text
source: Magnification:
ja_jp: 拡大率(GZ)：
ko_kr: 확대율(GZ):
zh_tw: 縮放比例(GZ)：

# LyricsFontBrushControl_TextBlockMarkerInfo.Text
source: Clicking the desired location will add a marker. You can also add markers by dragging the top or bottom edge.
ja_jp: マーカーを追加したい位置をクリックすると、 マーカーを追加できます。 上下端のマーカーをドラッグしても追加できます。
ko_kr: 마커를 추가하고 싶은 위치를 클릭하면, 마커를 추가할 수 있습니다. 상하단의 마커를 드래그해도 추가할 수 있습니다.
zh_tw: 在想新增標記的位置按一下即可新增； 拖曳上下兩端的標記亦可新增。

# LyricsFontBrushControl_TextBlockSelectedMultiPosition.Text
source: Marker position:
ja_jp: マーカー位置(GM)：
ko_kr: 마커 위치(GM):
zh_tw: 標記位置(GM)：

# LyricsFontBrushControl_ToggleButtonBitmap.ToolTipService.ToolTip
source: Image
ja_jp: 画像
ko_kr: 이미지
zh_tw: 圖片

# LyricsFontBrushControl_ToggleButtonGradient.ToolTipService.ToolTip
source: Gradient
ja_jp: グラデーション
ko_kr: 그라데이션
zh_tw: 漸層

# LyricsFontBrushControl_ToggleButtonMilleFeuille.ToolTipService.ToolTip
source: Mille-feuille
ja_jp: ミルフィーユ
ko_kr: 밀푀유
zh_tw: 千層

# LyricsFontBrushControl_ToggleButtonSolid.ToolTipService.ToolTip
source: Solid color fill
ja_jp: 単色塗りつぶし
ko_kr: 단색 채우기
zh_tw: 單色填滿

# LyricsFontControl_ButtonFontFaceSettings.ToolTipService.ToolTip
source: Font face settings...
ja_jp: フォントフェース詳細設定...
ko_kr: 글꼴 얼굴 상세 설정...
zh_tw: 字型詳細設定…

# LyricsFontControl_ButtonSwapWipe.ToolTipService.ToolTip
source: Color scheme before and after the wipe
ja_jp: ワイプ前後の配色(WS)
ko_kr: 와이프 전후의 색상 배합(WS)
zh_tw: 交換刷色前後的配色(WS)

# LyricsFontControl_MenuFlyoutItemCopyAfterWipeToBefore.Text
source: Copy color scheme after the wipe to before
ja_jp: ワイプ後の配色をワイプ前にコピー(A)
ko_kr: 와이프 후의 색상 배합을 와이프 전에 복사(A)
zh_tw: 將刷色後的配色複製到刷色前(A)

# LyricsFontControl_MenuFlyoutItemCopyBeforeWipeToAfter.Text
source: Copy color scheme before the wipe to after
ja_jp: ワイプ前の配色をワイプ後にコピー(B)
ko_kr: 와이프 전의 색상 배합을 와이프 후에 복사(B)
zh_tw: 將刷色前的配色複製到刷色後(B)

# LyricsFontControl_MenuFlyoutItemSwapWipe.Text
source: Swap color scheme before and after the wipe
ja_jp: ワイプ前後の配色を交換(S)
ko_kr: 와이프 전후의 색상 배합을 교환(S)
zh_tw: 交換刷色前後的配色(S)

# LyricsFontControl_TextBlockAfterBefore.Text
source: After Before
ja_jp: 後 前
ko_kr: 후 전
zh_tw: 後 前

# LyricsFontControl_TextBlockBlurLevel.Text
source: Blur intensity:
ja_jp: ブラーの濃さ(RB)：
ko_kr: 블러의 농도(RB):
zh_tw: 模糊程度(RB)：

# LyricsFontControl_TextBlockBrushInfo.Text
source: Color scheme
ja_jp: 配色
ko_kr: 색상 배합
zh_tw: 配色

# LyricsFontControl_TextBlockDecorKind.Text
source: Text decoration type:
ja_jp: 文字飾りの種類(RK)：
ko_kr: 글자 장식 종류(RK):
zh_tw: 文字裝飾類型(RK)：

# LyricsFontControl_TextBlockDecorSizeSize.Text
source: Text decoration size:
ja_jp: 文字飾りのサイズ(RS)：
ko_kr: 글자 장식 크기(RS):
zh_tw: 文字裝飾尺寸(RS)：

# LyricsFontControl_TextBlockFontFaceInfo.Text
source: Font face:
ja_jp: フォントフェース：
ko_kr: 글꼴 페이스:
zh_tw: 字型：

# LyricsFontControl_TextBlockFontInfo.Text
source: Lyrics Ruby
ja_jp: 歌詞 ルビ
ko_kr: 가사 루비
zh_tw: 歌詞 標音

# LyricsFontControl_TextBlockSample.Text
source: Sample
ja_jp: サンプル
ko_kr: 샘플
zh_tw: 範例

# LyricsFontControl_ToggleButtonDecorAfter.Content
source: Decor
ja_jp: 飾り
ko_kr: 장식
zh_tw: 裝飾

# LyricsFontControl_ToggleButtonDecorAfter.ToolTipService.ToolTip
source: Decorative color (after wipe)
ja_jp: 飾り色（ワイプ後）
ko_kr: 장식 색상(와이프 후)
zh_tw: 裝飾色 (刷色後)

# LyricsFontControl_ToggleButtonDecorBefore.Content
source: Decor
ja_jp: 飾り
ko_kr: 장식
zh_tw: 裝飾

# LyricsFontControl_ToggleButtonDecorBefore.ToolTipService.ToolTip
source: Decorative color (before wipe)
ja_jp: 飾り色（ワイプ前）
ko_kr: 장식 색상(와이프 전)
zh_tw: 裝飾色 (刷色前)

# LyricsFontControl_ToggleButtonLyricAlnum.Content
source: Alnum
ja_jp: 英数
ko_kr: 영수
zh_tw: 英數字

# LyricsFontControl_ToggleButtonLyricAlnum.ToolTipService.ToolTip
source: Alnum (lyrics)
ja_jp: 英数（歌詞）
ko_kr: 영수(가사)
zh_tw: 英數字 (歌詞)

# LyricsFontControl_ToggleButtonLyricKana.Content
source: Kana
ja_jp: かな
ko_kr: 가나
zh_tw: 假名

# LyricsFontControl_ToggleButtonLyricKana.ToolTipService.ToolTip
source: Kana (lyrics)
ja_jp: かな（歌詞）
ko_kr: 가나(가사)
zh_tw: 假名 (歌詞)

# LyricsFontControl_ToggleButtonLyricKanji.Content
source: Kanji
ja_jp: 漢字
ko_kr: 한자
zh_tw: 漢字

# LyricsFontControl_ToggleButtonLyricKanji.ToolTipService.ToolTip
source: Kanji (lyrics)
ja_jp: 漢字（歌詞）
ko_kr: 한자(가사)
zh_tw: 漢字 (歌詞)

# LyricsFontControl_ToggleButtonMainCharAfter.Content
source: Text
ja_jp: 文字
ko_kr: 문자
zh_tw: 文字

# LyricsFontControl_ToggleButtonMainCharAfter.ToolTipService.ToolTip
source: Text color (after wipe)
ja_jp: 文字色（ワイプ後）
ko_kr: 문자 색상(와이프 후)
zh_tw: 文字顏色 (刷色後)

# LyricsFontControl_ToggleButtonMainCharBefore.Content
source: Text
ja_jp: 文字
ko_kr: 문자
zh_tw: 文字

# LyricsFontControl_ToggleButtonMainCharBefore.ToolTipService.ToolTip
source: Text color (before wipe)
ja_jp: 文字色（ワイプ前）
ko_kr: 문자 색상(와이프 전)
zh_tw: 文字顏色 (刷色前)

# LyricsFontControl_ToggleButtonMainEdge2After.Content
source: Edge 2
ja_jp: 縁 2
ko_kr: 테두리 2
zh_tw: 邊框 2

# LyricsFontControl_ToggleButtonMainEdge2After.ToolTipService.ToolTip
source: Edge 2 color (after wipe)
ja_jp: 縁取り 2 色（ワイプ後）
ko_kr: 테두리 2색상(와이프 후)
zh_tw: 邊框 2 顏色 (刷色後)

# LyricsFontControl_ToggleButtonMainEdge2Before.Content
source: Edge 2
ja_jp: 縁 2
ko_kr: 테두리 2
zh_tw: 邊框 2

# LyricsFontControl_ToggleButtonMainEdge2Before.ToolTipService.ToolTip
source: Edge 2 color (before wipe)
ja_jp: 縁取り 2 色（ワイプ前）
ko_kr: 테두리 2색상(와이프 전)
zh_tw: 邊框 2 顏色 (刷色前)

# LyricsFontControl_ToggleButtonMainEdgeAfter.Content
source: Edge
ja_jp: 縁
ko_kr: 테두리
zh_tw: 邊框

# LyricsFontControl_ToggleButtonMainEdgeAfter.ToolTipService.ToolTip
source: Edge color (after wipe)
ja_jp: 縁取り色（ワイプ後）
ko_kr: 테두리 색상(와이프 후)
zh_tw: 邊框顏色 (刷色後)

# LyricsFontControl_ToggleButtonMainEdgeBefore.Content
source: Edge
ja_jp: 縁
ko_kr: 테두리
zh_tw: 邊框

# LyricsFontControl_ToggleButtonMainEdgeBefore.ToolTipService.ToolTip
source: Edge color (before wipe)
ja_jp: 縁取り色（ワイプ前）
ko_kr: 테두리 색상(와이프 전)
zh_tw: 邊框顏色 (刷色前)

# LyricsFontControl_ToggleButtonRubyAlnum.Content
source: Alnum
ja_jp: 英数
ko_kr: 영수
zh_tw: 英數字

# LyricsFontControl_ToggleButtonRubyAlnum.ToolTipService.ToolTip
source: Alnum (ruby)
ja_jp: 英数（ルビ）
ko_kr: 영수(루비)
zh_tw: 英數字 (標音)

# LyricsFontControl_ToggleButtonRubyKana.Content
source: Kana
ja_jp: かな
ko_kr: 가나
zh_tw: 假名

# LyricsFontControl_ToggleButtonRubyKana.ToolTipService.ToolTip
source: Kana (ruby)
ja_jp: かな（ルビ）
ko_kr: 가나(루비)
zh_tw: 假名 (標音)
